Splitters and grids do not define a consistent rectangular mesh on the face.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId MeshTopologicalSortFailed { get; }
  Visual Basic
Public Shared ReadOnly Property MeshTopologicalSortFailed As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ MeshTopologicalSortFailed {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures DividedSurfaceFailures Class
  Autodesk.Revit.DB Namespace